# Выполение задания №1
# Напишите программу, которая последовательно запрашивает у пользователя Дату и Описание задачи, а затем выводит их через пробел.
the_date = input("Введите дату: ")
task = input ("Введите задачу: ")
print(the_date + " " + task)
