# Выполение задания №2
# Модифицируйте программу из задания 1 таким образом, чтобы запрос даты и задачи выполнялся трижды и после этого результаты выводились на экран построчно в формате: на одной строчке дата и задача через пробел.
the_date1 = input("Введите дату: ")
task1 = input ("Введите задачу: ")
the_date2 = input("Введите дату: ")
task2 = input ("Введите задачу: ")
the_date3 = input("Введите дату: ")
task3 = input ("Введите задачу: ")
print(the_date1 + " " + task1)
print(the_date2 + " " + task2)
print(the_date3 + " " + task3)
